---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.SchemaException
source: html/cfa04a9c-21b2-7352-3198-db0ea4c0acd6.htm
---
# SchemaException Members

Retrieves data needed to serialize the target object.